Repository: TheR7angelo/PhotoTools
Catalog: PhotoTools/Utils/Trad/Setting/Theme.*.resx
Languages: fr_fr

# ButtonThemeToolTip
source: Red: Green: Blue: Hexa:
fr_fr: Rouge: Vert: Bleu:

# EmptyThemeNameMessage
source: Theme name cannot be empty
fr_fr: Le nom du thème ne peut pas être vide

# ThemeDeleteFalseMessage
source: An error has occurred. Theme "{0}" was not deleted
fr_fr: Une erreur est survenue. Le thème "{0}" n'a pas été supprimé

# ThemeAddedMessage
source: The theme "{0}" has been added
fr_fr: Le thème "{0}" a été ajouté

# ThemeDeleteQuestion
source: Do you really want to delete the "{0}" theme ?
fr_fr: Voulez-vous vraiment supprimer le thème "{0}" ?

# ThemeDeleteTrueMessage
source: The theme "{0}" was deleted
fr_fr: Le thème "{0}" a été supprimé

# ThemeLockMessage
source: Sorry but this theme is locked you can't modifed it
fr_fr: Désolé mais ce thème est verrouillé vous ne pouvez pas le modifier

# ThemeLockTitle
source: Error
fr_fr: Erreur

# ThemeNameExistMessage
source: The name "{0}" is already used. Please modify it
fr_fr: Le nom "{0}" est déjà utilisé. Veuillez le modifier

# ThemeNotAddedMessage
source: The theme "{0}" was not added
fr_fr: Le thème "{0}" n'a pas été ajouté
